Repository: privacybydesign/vcmrtd
Catalog: FaceTecSDK-ios-10.0.28/Sample-App/*.lproj/FaceTec.strings
Languages: nb

# FaceTec_accessibility_cancel_button
source: Cancel
nb: Kanseller

# FaceTec_accessibility_torch_button
source: Toggle Light
nb: Vend lysinnstilling

# FaceTec_accessibility_tap_guidance
source: Double tap anywhere on the screen for face alignment guidance.
nb: Dobbeltrykk hvor som helst på skjermen for veiledning om justering av ansiktsplasseringen.

# FaceTec_accessibility_feedback_move_phone_away
source: Face Too Close
nb: Ansikt for nærme

# FaceTec_accessibility_feedback_move_phone_closer
source: Face Too Far Away
nb: Ansikt for langt vekke

# FaceTec_accessibility_feedback_face_too_far_left
source: Face Too Far Left
nb: Ansikt for langt til venstre

# FaceTec_accessibility_feedback_face_too_far_right
source: Face Too Far Right
nb: Ansikt for langt til høyre

# FaceTec_accessibility_feedback_face_too_low
source: Face Too Low
nb: Ansikt for lavt

# FaceTec_accessibility_feedback_face_too_high
source: Face Too High
nb: Ansikt for høyt

# FaceTec_accessibility_feedback_face_rotated_too_far_left
source: Face Rotated Too Far Left
nb: Ansikt rotert for langt til venstre

# FaceTec_accessibility_feedback_face_rotated_too_far_right
source: Face Rotated Too Far Right
nb: Ansikt rotert for langt til høyre

# FaceTec_accessibility_feedback_face_pointing_too_far_left
source: Face Pointing Too Far Left
nb: Ansikt peker for langt til venstre

# FaceTec_accessibility_feedback_face_pointing_too_far_right
source: Face Pointing Too Far Right
nb: Ansikt peker for langt til høyre

# FaceTec_accessibility_feedback_face_not_on_camera
source: Face Not On Camera or Too Far Away
nb: Ansiktet vises ikke for kameraet eller er for langt unna

# FaceTec_accessibility_feedback_hold_device_to_eye_level
source: Hold Device At Eye Level
nb: Hold enheten i øyehøyde

# FaceTec_action_im_ready
source: I'M READY
nb: JEG ER KLAR

# FaceTec_action_try_again
source: TRY AGAIN
nb: PRØV IGJEN

# FaceTec_action_continue
source: CONTINUE
nb: FORTSETT

# FaceTec_action_take_photo
source: TAKE PHOTO
nb: TA BILDE

# FaceTec_action_retake_photo
source: RETRY
nb: GJENTA

# FaceTec_action_accept_photo
source: ACCEPT
nb: AKSEPTER

# FaceTec_action_confirm
source: CONFIRM INFO
nb: BEKREFT INFO

# FaceTec_action_scan_nfc
source: SCAN ePASSPORT
nb: SKANN ePASSPORT

# FaceTec_action_scan_nfc_card
source: SCAN ID CARD
nb: SKANN ID-KORT

# FaceTec_action_skip_nfc
source: SKIP THIS STEP
nb: HOPP OVER DETTE STEGET

# FaceTec_camera_permission_header
source: Enable Camera
nb: Aktiver kameraet

# FaceTec_camera_permission_message_enroll
source: Please tap the button below to enable your selfie camera.
nb: Trykk på knappen nedenfor for å aktivere selfie-kameraet ditt.

# FaceTec_camera_permission_message_auth
source: Your camera is disabled. Tap below to edit your settings.
nb: Kameraet ditt er deaktivert. Trykk nedenfor for å redigere innstillingene dine.

# FaceTec_camera_permission_enable_camera
source: ENABLE CAMERA
nb: AKTIVER KAMERA

# FaceTec_camera_permission_launch_settings
source: LAUNCH SETTINGS
nb: ÅPNE INNSTILLINGER

# FaceTec_feedback_center_face
source: Center Your Face
nb: Sentrer ansiktet ditt

# FaceTec_feedback_face_not_found
source: Frame Your Face
nb: Ram inn ansiktet ditt

# FaceTec_feedback_face_not_looking_straight_ahead
source: Look Straight Ahead
nb: Se rett fremover

# FaceTec_feedback_face_not_upright
source: Hold Your Head Straight
nb: Hold hodet rett

# FaceTec_feedback_hold_steady
source: Hold Steady
nb: Hold i ro

# FaceTec_feedback_move_phone_away
source: Move Away
nb: Flytt deg lengre fra

# FaceTec_feedback_move_phone_closer
source: Move Closer
nb: Flytt deg nærmere

# FaceTec_feedback_move_phone_to_eye_level
source: Move Camera To Eye Level
nb: Flytt kameraet til øyenivå

# FaceTec_feedback_use_even_lighting
source: Light Face More Evenly
nb: Anvend jevnere lys på ansiktet

# FaceTec_idscan_type_selection_header
source: Prepare to Scan Your ID Document
nb: Gjør klar til å skanne ID-dokumentet ditt

# FaceTec_idscan_capture_tap_to_focus_message
source: Tap Screen To Focus
nb: Trykk på skjermen for å fokusere

# FaceTec_idscan_capture_hold_steady_message
source: Please Hold Steady
nb: Hold rolig

# FaceTec_idscan_capture_id_front_instruction_message
source: Scan Front of ID
nb: Skann ID-forside

# FaceTec_idscan_capture_id_back_instruction_message
source: Scan Back of ID
nb: Skann ID-bakside

# FaceTec_idscan_review_id_front_instruction_message
source: Confirm Photo is Sharp & Legible
nb: Bekreft foto skarpt og leselig

# FaceTec_idscan_review_id_back_instruction_message
source: Confirm Photo is Legible
nb: Bekreft at fotoet er lesbart

# FaceTec_idscan_ocr_confirmation_main_header
source: Review & Confirm
nb: Gjennomgå og bekreft

# FaceTec_idscan_ocr_confirmation_scroll_message
source: Scroll Down
nb: Skroll ned

# FaceTec_idscan_nfc_status_disabled_message
source: Turn ON Your Device's NFC To Continue
nb: Slå PÅ enhetens nærfeltkommunikasjon (NFC) for å fortsette

# FaceTec_idscan_nfc_status_ready_message
source: Get Ready to Scan Your ePassport Chip
nb: Gjør deg klar til å skanne ePassport-chipen din

# FaceTec_idscan_nfc_card_status_ready_message
source: Get Ready to Scan Your ID Card Chip
nb: Gjør deg klar til å skanne ID-kort-chipen din

# FaceTec_idscan_nfc_status_starting_message
source: Hold Phone to Back of ePassport to Scan NFC Chip
nb: Hold telefonen over baksiden av e-passet for å skanne NFC-chipen

# FaceTec_idscan_nfc_card_status_starting_message
source: Hold Phone to ID Card to Scan NFC Chip
nb: Hold telefonen mot ID-kortet for å skanne NFC-chipen

# FaceTec_idscan_nfc_status_scanning_message
source: Hold Steady, Scanning NFC Chip
nb: Hold i ro, Skanner NFC-chipen

# FaceTec_idscan_nfc_status_weak_connection_message
source: Let's Try Another Scan
nb: La oss prøve en ny skanning

# FaceTec_idscan_nfc_status_finished_with_success_message
source: NFC Chip Scanned
nb: NFC-chip scannet

# FaceTec_idscan_nfc_status_finished_with_error_message
source: ePassport Chip Unreadable
nb: ePassport-chip uleselig

# FaceTec_idscan_nfc_card_status_finished_with_error_message
source: ID Card Chip Unreadable
nb: ID-kort-chip uleselig

# FaceTec_idscan_nfc_status_skipped_message
source: NFC Scan Not Performed
nb: NFC-skanning ikke utført

# FaceTec_idscan_additional_review_message
source: Additional Review Required
nb: Ekstra gjennomgang påkrevd

# FaceTec_idscan_feedback_flip_id_to_back_message
source: Show Back of ID
nb: Vis ID-ens bakside

# FaceTec_idscan_feedback_flip_id_to_front_message
source: Show Front of ID
nb: Vis ID-ens forside

# FaceTec_initializing_camera
source: Securing Camera Feed
nb: Sikrer kamera-feeden

# FaceTec_instructions_header_ready_1
source: Get Ready For
nb: Gjør deg klar til

# FaceTec_instructions_header_ready_2
source: Your Video Selfie
nb: Video-selfien din

# FaceTec_instructions_message_ready_1
source: Frame Your Face in the Oval,
nb: Ram ansiktet ditt inn i ovalen

# FaceTec_instructions_message_ready_2
source: Press I'm Ready & Move Closer
nb: Trykk på «Jeg er klar» og kom nærmere

# FaceTec_orientation_message
source: Please Rotate Your Device
nb: Roter enheten din

# FaceTec_presession_frame_your_face
source: Frame Your Face In The Oval
nb: Ram ansiktet ditt inn i ovalen

# FaceTec_presession_position_face_straight_in_oval
source: Look Straight Ahead
nb: Se rett fremover

# FaceTec_presession_remove_dark_glasses
source: Remove Dark Glasses
nb: Ta av mørke briller

# FaceTec_presession_neutral_expression
source: Neutral Expression, No Smiling
nb: Naturlig uttrykk, ingen smiling

# FaceTec_presession_conditions_too_bright
source: Conditions Too Bright
nb: For lyse forhold

# FaceTec_presession_brighten_your_environment
source: Brighten Your Environment
nb: Gjør miljøet lysere

# FaceTec_result_facescan_upload_message
source: Uploading Encrypted 3D FaceScan
nb: Laster opp kryptert 3D-ansiktsskanning

# FaceTec_result_facescan_upload_message_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

# FaceTec_result_facescan_success_3d_enrollment_message
source: Face Scanned 3D Liveness Proven
nb: Ansiktsskannet 3D liveness-bekreftet

# FaceTec_result_facescan_success_3d_3d_reverification_message
source: 3D Liveness Proven Face Verified
nb: 3D liveness-bekreftet Ansiktsverifisert

# FaceTec_result_facescan_success_3d_liveness_prior_to_idscan_message
source: Face Scanned 3D Liveness Proven
nb: Ansiktsskannet 3D liveness-bekreftet

# FaceTec_result_facescan_success_3d_liveness_and_official_id_photo_message
source: 3D Liveness Proven
nb: 3D liveness-bekreftet

# FaceTec_result_idscan_upload_message_front_side_upload_started
source: Uploading Encrypted ID Scan
nb: Laster opp kryptert ID-skanning

# FaceTec_result_idscan_upload_message_front_side_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

source: ID Image Uploaded
nb: ID-bilde lastet opp

source: Processing ID Scan
nb: Behandler ID-skanning

# FaceTec_result_idscan_upload_message_back_side_upload_started
source: Uploading Encrypted Back of ID
nb: Laster opp Kryptert Baksiden av ID

# FaceTec_result_idscan_upload_message_back_side_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

# FaceTec_result_idscan_upload_message_back_side_upload_complete_awaiting_response
source: ID Image Uploaded
nb: ID-bilde lastet opp

source: Processing Back of ID
nb: Behandler Baksiden av ID

# FaceTec_result_idscan_upload_message_user_confirmed_info_upload_started
source: Saving Your Confirmed Info
nb: Lagrer Din bekreftede info

# FaceTec_result_idscan_upload_message_user_confirmed_info_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

source: Info Saved
nb: Informasjon lagret

source: Processing
nb: Behandler

# FaceTec_result_idscan_upload_message_nfc_upload_started
source: Uploading Encrypted NFC Details
nb: Laster opp kryptert NFC-detaljer

# FaceTec_result_idscan_upload_message_nfc_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

# FaceTec_result_idscan_upload_message_nfc_upload_complete_awaiting_response
source: NFC Chip Info Uploaded
nb: NFC-Chip-info lastet opp

# FaceTec_result_idscan_upload_message_nfc_upload_complete_awaiting_processing
source: Processing NFC Details
nb: Behandler NFC-detaljer

# FaceTec_result_idscan_upload_message_skipped_nfc_upload_started
source: Uploading Encrypted ID Data
nb: Laster opp krypterte ID-data

# FaceTec_result_idscan_upload_message_skipped_nfc_still_uploading
source: Still Uploading... Slow Connection
nb: Laster fortsatt opp... Treg tilkobling

source: Upload Complete
nb: Opplasting fullført

source: Processing ID Data
nb: Behandler ID-data

# FaceTec_result_nfc_upload_message
source: Uploading Encrypted NFC Details
nb: Laster opp krypterte NFC-opplysninger

# FaceTec_result_idscan_unsuccess_message
source: ID Photo Did Not Match User's Face
nb: ID-foto matchet ikke brukerens ansikt

# FaceTec_result_idscan_success_front_side_message
source: Photo ID Scanned
nb: Foto-ID skannet

# FaceTec_result_idscan_success_front_side_back_next_message
source: Front of ID Scanned
nb: ID-ens forside skannet

# FaceTec_result_idscan_success_front_side_nfc_next_message
source: Front of ID Scanned
nb: ID-ens forside skannet

# FaceTec_result_idscan_success_back_side_message
source: Photo ID Scanned
nb: Foto-ID skannet

# FaceTec_result_idscan_success_back_side_nfc_next_message
source: Back of ID Scanned
nb: ID-ens bakside skannet

# FaceTec_result_idscan_success_passport_message
source: Passport Scanned
nb: Pass skannet

# FaceTec_result_idscan_success_passport_nfc_next_message
source: Passport Scanned
nb: Pass skannet

# FaceTec_result_idscan_success_user_confirmation_message
source: ID Scan Completed
nb: ID-skanning fullført

# FaceTec_result_idscan_success_nfc_message
source: NFC Chip Info Uploaded
nb: NFC-Chip-info lastet opp

# FaceTec_result_idscan_success_additional_review_message
source: ID Scan Completed
nb: ID-skanning fullført

# FaceTec_result_idscan_skip_or_error_nfc_message
source: ID Data Uploaded
nb: ID-data Opplastet

# FaceTec_result_idscan_retry_face_did_not_match_message
source: Face Didn't Match Highly Enough
nb: Ansiktet matchet ikke godt nok

# FaceTec_result_idscan_retry_id_not_fully_visible_message
source: ID Document Not Fully Visible
nb: ID-dokument ikke helt synlig

# FaceTec_result_idscan_retry_ocr_results_not_good_enough_message
source: ID Text Not Legible
nb: ID-tekst ikke lesbar

# FaceTec_result_idscan_retry_id_type_not_supported_message
source: ID Not Supported Please Use a Different ID
nb: ID ikke støttet Vennligst bruk en annen ID

# FaceTec_result_idscan_retry_barcode_not_read_message
source: Barcode Failed To Scan Please Try Again
nb: Kunne ikke skanne strekkode prøv igjen

# FaceTec_result_session_abort_message
source: Critical Error Session Ended
nb: Kritisk feil Økt avsluttet

# FaceTec_result_idscan_additional_review_tag_message
source: Manual Review Required Please See IDV Dashboard
nb: Manuell gjennomgang påkrevd Se IDV-dashbord

# FaceTec_retry_header
source: Let's Try That Again
nb: La oss prøve det igjen

# FaceTec_retry_subheader_message
source: We Need a Clearer Video Selfie
nb: Vi trenger en klarere video-selfie

# FaceTec_retry_instruction_message_1
source: Neutral Expression, No Smiling
nb: Naturlig uttrykk, ingen smiling

# FaceTec_retry_instruction_message_2
source: Please Use Ideal Pose & Lighting
nb: Bruk ideell posering og lyssetting

# FaceTec_retry_instruction_message_3
source: Too Blurry, Clean Camera
nb: For uklart, rens kameraet

# FaceTec_retry_your_image_label
source: Your Selfie
nb: Selfien din

# FaceTec_retry_ideal_image_label
source: Ideal Pose
nb: Ideell posering

# FaceTec_retry_official_id_photo_header
source: Let's Try That Again
nb: La oss prøve det igjen

# FaceTec_retry_official_id_photo_subheader_message
source: We Need a Higher Quality Image
nb: Trenger høyere bildekvalitet

# FaceTec_retry_official_id_photo_instruction_message
source: Please try Indoor Lighting, No Glare in Glasses, No Smiling & No Headwear
nb: Prøv innendørsbelysning, Ikke gjenskinn i briller, ikke smil/hodeplagg

# FaceTec_retry_official_id_photo_your_image_label
source: Your Image
nb: Ditt bilde

# FaceTec_retry_official_id_photo_ideal_image_label
source: Compliant Face
nb: Samsvarende ansikt
